<?php

return [
    'affiliate' => 'Партнерская программа',
    'signup-for-affiliate' => 'Регистрация в партнерской программе',
    'code' => 'Код',
    'visitors' => 'Посетители',
    'total-visitors' => 'Всего посетителей',
    'signups' => 'Регистрации',
    'total-signups' => 'Всего регистраций',
    'earnings' => 'Заработок',
    'total-earnings' => 'Общий заработок',
    'your-affiliate-link' => 'Ваша партнерская ссылка',
    'copy' => 'Копировать',

    'you-havent-signed-up-yet' => 'Вы еще не зарегистрировались в партнерской программе!',
    'you-are-already-affiliated' => 'Вы уже зарегистрированы в партнерской программе.',
    'signup-success' => 'Вы успешно зарегистрировались в партнерской программе!',
];

